const bibleBooks = [
    "창세기", "출애굽기", "레위기", "민수기", "신명기", "여호수아", "사사기", "룩기", "사무엘상", "사무엘하", "열왕기상", "열왕기하", "역대상", "역대하", "에스라", "느헤미야", "에스더", "욥기", "시편", "잠언", "전도서", "아가", "이사야", "예레미야", "예레미야 애가", "에스겔", "다니엘", "호세아", "요엘", "아모스", "오바댜", "요나", "미가", "나훔", "하박국", "스바냐", "학개", "스가랴", "말라기",
    "마태복음", "마가복음", "누가복음", "요한복음", "사도행전", "로마서", "고린도전서", "고린도후서", "갈라디아서", "에베소서", "빌립보서", "골로새서", "데살로니가전서", "데살로니가후서", "디모데전서", "디모데후서", "디도서", "빌레몬서", "히브리서", "야고보서", "베드로전서", "베드로후서", "요한일서", "요한이서", "요한삼서", "유다서", "요한계시록"
];

const topics = [
    "양자됨", "천년왕국", "인간론", "청교도 상담론", "잘못된 신학", "신자의 삶", "자유주의신학", "신칼빈주의", "신정통주의", "바울의 새관점", "회심", "창조", "이단 및 이단자들", "영적 우울증", "믿음", "영적 분별", "교회론", "기독교 교육", "선택", "종말론", "기독교 윤리", "죄악", "연방수장론", "5 Solas", "하나님의 뜻", "교회사", "하나님의 거룩성", "성령", "하이퍼 칼빈주의", "의로운 종", "기독론", "칭의", "주의 성찬", "은혜의 수단", "성도의 견인", "섭리와 하나님의 뜻", "청교도 역사", "청교도 신학", "구원론", "구속사", "개혁 신학", "중생", "부활", "주일(안식일)", "구원", "성화", "성령의 은사", "주기도문", "전적부패", "삼위일체", "성경론", "예배", "천로역정", "구원의 서정", "웨스트민스터 표준문서", "십계명", "율법주의", "도덕률폐기론주의", "아르미니우스주의", "언약신학", "현대복음주의", "강해설교"
];

const authors = [
    "제이 E 아담스", "아치발드 알렉산더", "조셉 알레인", "어거스틴", "존 볼", "헤르만 바빙크", "리처드 백스터", "루이스 베일리", "루이스 벌코프", "테오도르 베자", "토마스 보스턴", "토마스 브룩스", "하인리히 불링거", "존 번연", "제레마이아 버로우즈", "존 칼빈", "윌리엄 캐리", "조셉 카일", "토머스 찰머스", "스티븐 차녹", "데이비드 클락슨", "존 코튼", "조나단 디킨슨", "데이비드 딕슨", "웨스트민스터 총회원", "필립 도드리지", "존 다우네임", "제임스 더럼", "다니엘 다이크", "조나단 에드워즈", "존 플라벨", "리처드 길핀", "토마스 굿윈", "윌리엄 거널", "윌리엄 거스리", "매튜 헨리", "찰스 핫지", "A A 호지", "토마스 후커", "에즈키엘 합킨스", "존 낙스", "R B 카이퍼", "아브라함 카이퍼", "마틴 로이드존스", "크리스토퍼 러브", "마르틴 루터", "존 맥아더", "그레샴 메첸", "토마스 맨톤", "J I 패커", "윌리엄 퍼킨스", "매튜 풀", "존 프레스톤", "에드워드 레이놀즈", "새뮤얼 러더퍼드", "J C 라일", "W. G. T. 셰드", "토마스 셰퍼드", "R C 스프롤", "C H 스펄전", "제임스 어셔", "코넬리우스 반 틸", "게할더스 보스", "B B 워필드", "토머스 왓슨", "토마스 왓슨", "아이작 왓츠", "데이비드 웰스"
];
